Repository: supportNav/EDGE_2R
Catalog: Apps/JCD_*/Translations/JCD_*.*.xlf
Languages: fr

# ReportExtension 3814193669 - NamedType 1053741269
source: Realized by :
fr: Réalisé par :

# ReportExtension 3814193669 - NamedType 1162595851
source: Item Reference
fr: Référence article

# ReportExtension 3814193669 - NamedType 3817301937
source: Phone No. :
fr: Tél. :

# ReportExtension 3814193669 - NamedType 1037529771
source: Website :
fr: Site web :

# TableExtension 1910663058 - Field 3289079480 - Property 2879900210
source: Shipping Agent Name
fr: Nom transporteur

# TableExtension 1910663058 - Field 2131476365 - Property 2879900210
source: Shipping Agent Service Description
fr: Nom prestation transporteur

# TableExtension 1910663058 - Field 717125220 - Property 2879900210
source: Assigned User Mail
fr: E-mail :

# TableExtension 1910663058 - Field 3064976695 - Property 2879900210
source: Assigned User Phone
fr: Tél :

# ReportExtension 3814193669 - NamedType 1703315404
source: Shipping Agent Services
fr: Prestations transporteur

# ReportExtension 3814193669 - NamedType 2207515347
source: Shipping Agent Name
fr: Nom transporteur

# ReportExtension 1552137841 - NamedType 1729793249
source: Order Date
fr: Date A/R commande :

# ReportExtension 1552137841 - NamedType 1053741269
source: Realized by :
fr: Réalisé par :

# ReportExtension 1552137841 - NamedType 1162595851
source: Item Reference
fr: Référence article

# ReportExtension 1552137841 - NamedType 1703315404
source: Shipping Agent Services
fr: Prestation transporteur

# ReportExtension 1552137841 - NamedType 2207515347
source: Shipping Agent Name
fr: Nom transporteur

# ReportExtension 1552137841 - NamedType 3817301937
source: Phone No. :
fr: Tél :

# ReportExtension 1552137841 - NamedType 1037529771
source: Website :
fr: Site web :

# ReportExtension 2226626387 - NamedType 1053741269
source: Realized by :
fr: Réalisé par :

# ReportExtension 2226626387 - NamedType 1162595851
source: Item Reference
fr: Référence article

# ReportExtension 2226626387 - NamedType 1703315404
source: Shipping Agent Services
fr: Prestations transporteur

# ReportExtension 2226626387 - NamedType 2207515347
source: Shipping Agent Name
fr: Transporteur

# ReportExtension 2226626387 - NamedType 217095634
source: Registration No.
fr: N° SIRET :

# ReportExtension 2226626387 - NamedType 3817301937
source: Phone No. :
fr: Tél :

# ReportExtension 2226626387 - NamedType 1037529771
source: Website :
fr: Site web :
